vertical-pod-autoscaler/experiments/nginx-15m/wrk_1.log
Running 15m test @ http://localhost:31060
  2 threads and 100 connections
  Thread calibration: mean lat.: 0.861ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.675ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     1.30ms    1.44ms   5.50ms   92.39%
    Req/Sec     1.18k     1.03k    4.45k    69.28%
  2002214 requests in 15.00m, 1.59GB read
Requests/sec:   2224.67
Transfer/sec:      1.81MB