vertical-pod-autoscaler/experiments/nginx-15m/wrk_3.log
Running 15m test @ http://localhost:31060
  2 threads and 100 connections
  Thread calibration: mean lat.: 0.942ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.769ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     1.37ms    1.22ms   5.70ms   89.50%
    Req/Sec     1.06k     1.01k    4.45k    67.94%
  1798901 requests in 15.00m, 1.43GB read
Requests/sec:   1998.77
Transfer/sec:      1.63MB